[Archetypes.ARC_IA_BlacksiteVial XComInteractiveLevelActor]
FriendlyDisplayName="Очисна центрифуга"

[Archetypes.ARC_IA_BroadcastStationBase XComInteractiveLevelActor]
FriendlyDisplayName="Управління мережею"

[Archetypes.ARC_IA_FlightDevice XComInteractiveLevelActor]
FriendlyDisplayName="Перетворювач енергії"

[Archetypes.ARC_IA_ForgeStasisTube XComInteractiveLevelActor]
FriendlyDisplayName="Стазис-капсула"

[Archetypes.ARC_IA_HackableAlienComputerBase XComInteractiveLevelActor]
FriendlyDisplayName="Аварійний маяк"

[Archetypes.ARC_IA_HackableStationBase XComInteractiveLevelActor]
FriendlyDisplayName="Термінал мережі"
